import React from 'react'
import { Container } from 'react-bootstrap'
import CarouselHome from './CarouselHome'
import GoForward from './GoForward'

const About = () => {
  return (
    <Container>
      <CarouselHome />
      <Container className='lead pt-3' style={{textAlign: 'justify'}}>
      <h1 className='text-center text-danger fw-bold py-3'>श्री माताजी आणि सहजयोग</h1>
        <p>
          &emsp;&emsp; प.पू.श्रीमाताजींचा जन्म दि. २१ मार्च १९२३ रोजी मध्यप्रदेशातील छिंदवाडा येथ पैठणच्या शालीवाहन कुळांत मध्यान्ह समयी झाला. छिंदवाडा हे स्थान भारताच्या मध्यभागी असून या दिवशी दिवस व रात्र सारख्याच कालावधीची १२ १२ तासाची असते. याप्रमाणे पूर्ण संतुलित स्थळी व संतुलित काळी श्रीमाताजींचे अवतरण झाले, त्यांनी संस्थापिलेली सहजयोग साधना ही सुद्धा मानवी जीवनाचे संतुलन साधण्याशीच निगडीत आहे. हा केवळ योगायोग नसून ती एक कालाधिष्ठित घटना आहे. या अवतरणाविषयी भृगुऋषींनी नाडी ग्रंथात २००० वर्षापूर्वी भाकीतही करून ठेवले आहे.
        </p>
        <p>
        &emsp;&emsp; निर्मलादेवींचे बालपण अतिशय आनंदी होते. लहानगी निर्मला सर्वांची लाडकी होती. सर्व पशुपक्षांशी सुद्धा तिची मैत्री होती. काही वेळेस घरातील दासी भयभीत होत असत कारण साप सुद्धा निर्मलादेवींच्या हातात येऊन अंगावर हात फिरवून घेत असत. इतर वेळेस घरातील दूरच्या कोपऱ्यात एकटीच ती ध्यानस्थ बसलेली, चेहऱ्यावर आत्मानंद विलसत आहे. अशी बिसायची. बहुतेक वेळा ती. आनंदाने उल्हसित असे. आपल्या वयाच्या सातव्या वर्षी त्यांनी नाटकात केलेली श्रीकृष्णाची भूमिका पहाताना उपस्थितांना साक्षात श्रीकृष्णाचे रूप व माधुर्य पाहून सर्वजण मंत्रमुग्ध झाले होते. लहान वयापासून त्यांना संगीत व कला याची आवड होती. भूमीचा स्पर्श व्हावा यासाठी शाळेत जाताना त्या पादत्राणे घालत नसत.
        </p>
        <p>
        &emsp;&emsp; सुट्टीच्या काळात निर्मलादेवी महात्मा गांधींच्या आश्रमात जात असत. महात्मा गांधी त्यांना नेपाळी असे संबोधत. आश्रमाच्या सर्व कार्यात त्यांचा सहभाग असे आणि त्यांची प्रभावी उपस्थिती महात्माजींनासुध्दा नकळत प्रेरणा देत असे.
        </p>
        <p>
        &emsp;&emsp; उच्च शिक्षण घेण्याची वेळ आली त्यावेळी निर्मलादेवींनी वैद्यक शास्त्राची निवड केली. त्याचवेळी त्यांचे हृदय देशाच्या स्वातंत्र्यासाठी पिळवटून निघत होते. त्या काळात सन १९२८ पासून त्यांच्या आई-वडिलांना सतत कारावास सहन करावा लागत असे. त्यामुळे निर्मलादेवींना वयाच्या दहाव्या वर्षापासून घरातील सर्व जबाबदारी सांभाळावी लागत असे. ११९४२ सालाच्या स्वातंत्र्य लढ्यात विद्यार्थ्यांच्या चळवळीच्या अग्रभागी असल्याने बऱ्याच वेळा निर्मलादेवींनाही कारागृहाच्या वाऱ्या कराव्या लागल्या. त्यामुळेच वैद्यकीय महाविद्यालयातून काढल्यामुळे त्यांना शिक्षण सोडावे लागले.
        </p>
        <p>
        &emsp;&emsp; निर्मलादेवींचा विवाह दिनांक ७ एप्रिल १९४७ या दिवशी एका शुभमुहुर्तावर भारतीय प्रशासन सेवेतील महत्त्वाच्या अधिकार पदावर असलेल्या श्री चंद्रिकाप्रसाद श्रीवास्तव यांच्याशी झाला. पुढे श्री लाल बहादूर शास्त्री पंतप्रधान झाले तेव्हा श्रीवास्तव साहेबांची प्रधानमंत्र्यांचे ज्येष्ठ सहसचिव म्हणून नियुक्ती झाली. त्यानंतर श्रीवास्तवसाहेबांनी शिपिंग कार्पोरेशनच्या चेअरमनपदाची सूत्रे हाती घेतली. श्रीमाताजींच्या प्रेमळ स्वभावामुळे शास्त्री परिवारात त्यांच्याबद्दल फार जिव्हाळा वाटे. श्रीवास्तव साहेबांनी शास्त्रीजींचे चरित्र व भ्रष्टाचार या विषयांवर लिहिलेली पुस्तके वाचनीय आहेत. त्यांच्या कामगिरीबाबत केंद्र सरकारने त्यांना पद्मभूषण ही पदवी दिली.
        </p>
        <p>
        &emsp;&emsp; राष्ट्रीय पुनर्निर्माण व विकास कार्यात तरुण पिढीच्या शक्तीचा उपयोग व्हावा याचेसाठी श्रीमाताजींनी १९६१ साली युथ सोसायटी फॉर फिल्म्स नावाची एक संस्था सुरू केली. करमणुकीच्या प्रभावी माध्यमातून तरुण वर्गामधे राष्ट्रीय, सामाजिक व नैतिक मूल्ये बिंबवली जावीत या हेतूने सदर संस्था स्थापन केली होती.
        </p>
        <p>
        &emsp;&emsp; जगातील पूर्वेकडील मानव समाजात संस्काराचा तर पश्चिमेकडे अहंकाराचा प्रश्न गंभीर बनत असल्याचे लक्षांत आल्यावर या दोन्हीकडील लोकांना श्रीमाताजी आत्मसाक्षात्कार कसा देता येईल याबाबत विचार करत होत्या. त्याच सुमारास दिनांक ४ मे १९७० रोजी मुंबईजवळ नारगोळ येथे श्रीमाताजी व श्रीवास्तवसाहेब गेले होते. त्यावेळी श्रीमाताजी समुद्रकिनाऱ्यावर संपूर्ण रात्र ध्यान करत बसल्या असताना पहाटेच्या सुमारास दिनांक ५ मे १९७० रोजी त्यांनी समस्त मानवाच्या कल्याणासाठी सहस्रार उघडले. त्यानंतर त्यांनी सहजयोग ध्यानधारणा अस्तित्वात .आणली. आज जवळ जवळ जगातील १२० देशांमध्ये सर्व धर्माच्या-पंथाच्या लोकांत सहजयोग ध्यानधारणा केली जाते.
        </p>
      </Container>

      <GoForward page="/contact" title="आमच्याशी संपर्क साधा" />
    </Container>
  )
}

export default About
