import React from 'react'
import { Container } from 'react-bootstrap'

const IdaNadi = () => {
  return (
      <Container>
          <h1> ईडा नाडी </h1>

          <p className='lead'>
            डाव्या बाजूच्या मार्गाला ईडा नाडी म्हटले जाते. ही मेंदूच्या उजव्या आणि मागील भागाशी जोडलेली आहे. डावी व उजवी नाडी एक दुसरीला आज्ञा चक्राच्या पातळीवर पार करतात. डावी बाजू आमच्या डाव्या सिंपथॅटीक नाडी संस्थेची देखभाल करते. ही नाडी आमच्या भावनात्मक आणि भूतकाळातील आयुष्याची देखभाल करते. आपल्या भूतकाळाची रचना ती करते. आजचा जो वर्तमान आहे तोच उद्याचा भूतकाळ बनत असतो.
            
            अचेतन मन या नाडीकडून सूचना प्राप्त करीत असते. अचेतन मनाच्या ही पलीकडे एक अनंत 'सामूहिक अचेतन मन' आहे. सृष्टीच्या निर्मितीनंतर भूतकाळातील प्रत्येक गोष्ट सूप्त स्थिती सामूहिक अचेतनाच्या आत विद्यमान असते. विकास प्रक्रियेच्या दरम्यान जे मृत होते, ते सर्व एकत्र होऊन सामूहिक अवचेतनमध्ये जमा होते. मृत झाल्याने जे विकास प्रक्रियेच्या बाहेर गेले आणि जे काही अवचेतन मनाच्या बाहेर ओघळत आहे ते सर्व सामूहिक अवचेतन साठत जाते.
            </p>

      </Container>
  )
}

export default IdaNadi
