import React from 'react'
import { Container } from 'react-bootstrap'

const PingalaNadi = () => {
  return (
    <Container>
        <h1>पिंगला नाडी</h1>
        <p className='lead'>उजव्या बाजूला पिंगला नाडी म्हणतात. ही ईडा नाडीला आज्ञा चक्राच्या ठिकाणी पार करते व मेंदूच्या डाव्या बाजूला आणि पुढील भागात अतिचेतन मन आहे जे भविष्याची रचना करते. भविष्यासंबंधी जे काही आपण विचार करतो ते उजव्या बाजूमध्ये रेकॉर्ड होत असतात आणि याचे एक सामूहिक अतिचेतन आहे, ज्यात मृत झालेले अति महत्त्वाकांक्षी, भविष्यवादी, व्यक्तित्व, आक्रमक पशू आणि वनस्पतींमुळे घटीत सर्व काही ते विद्यमान आहे.</p>
    </Container>
  )
}

export default PingalaNadi
