import React, { Suspense } from 'react'
import { Container } from 'react-bootstrap'
import sharir from '../images/sukshma_sharir.jpg' ;
import GoForward from './GoForward';

const SubtleSystem = () => {
    return (

        <>
            <h1 className='text-center text-danger fw-bold'>सूक्ष्म शरीर</h1>
        <Container className='lead' style={{ textAlign: "justify" }}>

            <Suspense>

            <img src={sharir} alt="सूक्ष्म शरीर" loading='lazy' className='text-center img-fluid rounded float-start p-3' />
            </Suspense>

            <p className='px-3 pt-3'>
                &emsp; &emsp; मानवी शरीरात तीन नाड्या व सात चक्रे यांची सूक्ष्म संस्था आहे. चक्रे (सूक्ष्म शक्ति केंद्रे) आपल्या जीवनाच्या सर्व अंगाचे नियंत्रण करतात. खालच्या बाजूची चक्रे शारीरिक कार्ये तर वरची चक्रे हृदय आणि मन तर सहस्त्रार आणि त्याच्यावरील चक्रे सर्वोच्च अध्यात्मिक अवस्थांचे नियंत्रण करतात. हृदयस्थ (छातीची डावी बाजू) आत्म तत्व (चेतना) आपल्या अस्तित्वाचे सार (इसेन्स) आहे; पण त्याला जाणण्यासाठी आपल्याला विचारांचे बहिर्गामित्व थांबवून आंतरयामीच्या सत्याला साक्षी व्हावे लागते.
            </p>
            <p className='px-3'>
                &emsp; &emsp; ही फार सुंदर व्यवस्था आहे. ह्याच्या मुळे योग्य वेळ येताच कुंडलिनी शक्ति शुद्ध आत्मिक शक्ति जी सुप्तावस्थेत असते, ती जागृत होते आणि तिचे उत्थान होत असताना चित्त अंतरमुख होते. आपल्या मनात ज्याच्यामुळे विचार उद्भवतात ते आपोआप शांत होतात. मग आपण जाणीवेच्या निर्विचार अवस्थेत जातो ही आत्मसाक्षात्काराची प्रारंभिक अवस्था आहे.
            </p>
            <p className='px-3'>
                &emsp; &emsp; सहज योगाचा अजून एक फायदा होतो, तो असा की, आपल्यामध्ये चैतन्य लहरींची जाणीव विकसीत होते. त्या संवेदनामुळे स्वत:मधील सूक्ष्म देहाची स्थिती जाणवण्याची क्षमता विकसीत होने. आपण तळहातावर चक्रांची स्थिती समजू शकतो. सूक्ष्म नाडी संस्थेच्या चित्रात रंगांनी चक्रांची स्थाने दर्शविली आहेत.
            </p>
            <p className='px-3'>
                &emsp; &emsp; एका किंवा अधिक बोटांवर झिणझिण्या जाणवत असल्यास ते चक्रांवरील अडथळा दर्शविते. डाव्या हाताच्या बोटावरील झिणझिण्या चक्राच्या डाव्या नाडीवरील अडथळा दर्शवितात तर उजव्या हाताच्या बोटावरील त्या संवेदना उजव्या नाडीवरील अडथळा दर्शवितात. तसेच दोन्ही हातावरील झिणझिण्यांच्या संवेदना मधल्या नाडीवरील अडथळ्याचे निर्देशक आहेत. दोन्ही हातांच्या तळव्यांवर आणि बोटांवर थंड वारा जाणविल्यास असे लक्षात येते की, चैतन्य लहरींच्या प्रवाहात अडथळा नाही.
            </p>
        </Container>

        <GoForward page="/kundalini" title="आपल्या कुण्डलिनी शक्तीची माहिती" />
        </>
    )
}

export default SubtleSystem
