import React from 'react'
import { Container } from 'react-bootstrap'

const SushumnaNadi = () => {
  return (
    <Container>
        <h1>सुषुम्ना नाडी</h1>
        <p className='lead'>मधला मार्ग सुषुम्ना आहे. या मार्गाने ब्रह्मरंध्र भेदण्यासाठी आणि सर्वव्यापक शक्तीच्या सूक्ष्म उर्जेत प्रवेश करण्याकरीता कुंडलिनी जात असते. याप्रकारे आत्मसाक्षात्कार घटीत होत असतो. सर्वप्रथम हातावर, टाळूच्या भागातून आणि बोटांच्या टोकांवर पवित्र आध्यात्मिक (होली घोस्ट) च्या थंड लहरींची जाणीव होते. हात स्थित होतात, कापत नाही, ते सामान्य दिसतात, परंतु साधकाला थंड चैतन्य लहरीच्या लाटा जाणवत राहतात. प्रथमच त्याला सर्वव्यापक शक्तीच्या अस्तित्वाची जाणीव होते.</p>
    </Container>
  )
}

export default SushumnaNadi
